/* MainViewController.cs */
"MainUpdateNeededTitle" = "Update time!";
"MainUpdateNeededMessage" = "It seems that you haven't updated your Toggl app in a while…\n\nNow is the time as this version is no longer supported.";
"MainUpdateNeededOk" = "Open AppStore";
"MainViewLoginConfirmationTitle" = "All current data will be lost";
"MainViewLoginConfirmationMessage" = "Are you sure? You'll lose all your current data";
"MainViewLoginConfirmationOk" = "Clear everything";
"MainViewLoginConfirmationCancel" = "Cancel";

/* MigrationViewController */
"MigratingScreenTitle" = "Data maintenance";
"MigratingUpdateTitle" = "Updating...";
"MigratingUpdateDesc" = "No need to worry. We're updating the app.This might take a few moments.";
"MigratingSuccessTitle" = "Welcome back!";
"MigratingSuccessDesc" = "All's good under the hood.";
"MigratingTryTitle" = "We’ve run into an issue...";
"MigratingTryDesc" = "Apologies, we're having some trouble\nupdating the app.";
"MigratingTryBtn" = "Try again";
"MigratingFeedbackTitle" = "No luck";
"MigratingFeedbackDesc" = "We’re working on it. We’ll contact you\nwhen we’ve fixed the issue. We apologize!";
"MigratingDiscardTitle" = "OR";
"MigratingDiscardDesc" = "You can open the app now, but you’ll lose any unsynced time entries";
"MigratingDiscardBtn" = "Discard and open the app";
"MigratingDiscardDialogTitle" = "Warning";
"MigratingDiscardDialogMsg" = "Are you sure? You’ll lose any unsynced time entries.";
"MigratingDiscardConfirm" = "Discard and open the app";
"MigratingDiscardCancel" = "Keep my time";

/* LoginViewController.cs */
"LoginTitle" = "Log in";
"LoginEmailHint" = "Email address";
"LoginPasswordHint" = "Password";
"LoginLoginButtonText" = "Log in";
"LoginForgotButtonText" = "Forgot password?";
"LoginLoginProgressText" = "Logging in…";
"FooterErrorLoadingLabel" = "An error occurred downloading data";
"FooterTryAgainLabel" = "Try again";

/* SyncStatusViewController.cs */
"SyncStatusSyncing" = "Syncing…";
"SyncStatusFail" = "Oops! Sync with server failed.";

/* LogViewController.cs */
"LogHeaderDurationMinutes" = "{0} min";
"LogHeaderDurationHoursMinutes" = "{0} h {1} min";
"LogCellNoProject" = "(no project)";
"LogCellNoDescription" = "(no description)";
"LogWelcomeTitle" = "Welcome!";
"LogEmptyTitle" = "Nothing logged yet";
"LogEmptyMessage" = "Start tracking and your activity\nwill appear here.";
"LogOBMEmptyTitle" = "Welcome!";
"LogOBMEmptyMessage" = "Start your timer here";
"RequiredfieldMessage" = "Required field error";
"RequiredfieldEditBtn" = "Edit Now";

/* SwipableTimeEntryTableViewCell.cs */
"SwipeTimeEntryContinue" = "Continue";
"SwipeTimeEntryStop" = "Stop";
"SwipeTimeEntryConfirm" = "Sure?";
"SwipeTimeEntryDelete" = "Delete";

/* Style.NavTimer.cs */
"NavTimerStart" = "Start";
"NavTimerStop" = "Stop";

/* LeftViewController.cs */
"LeftPanelMenuLog" = "Timer";
"LeftPanelMenuReports" = "Reports";
"LeftPanelMenuSettings" = "Settings";
"LeftPanelMenuFeedback" = "Feedback";
"LeftPanelMenuSignOut" = "Sign out";
"LeftPanelMenuLogin" = "Login";
"LeftPanelMenuSignUp" = "Sign up";

/* WelcomeViewController.cs */
"WelcomeSlogan" = "Time tracking made easy";
"WelcomeCreate" = "Create account";
"WelcomePassword" = "Log in";
"WelcomeLoggingIn" = "Logging in…";
"WelcomeGoogle" = "Log in with Google Account";
"WelcomeGoogleErrorTitle" = "Log in failed";
"WelcomeGoogleErrorMessage" = "Failed to authenticate with Google. Please try again.";
"WelcomeGoogleErrorOk" = "Ok";

/* SignupViewController.cs */
"SignupTitle" = "Create account";
"SignupEmailHint" = "Email address";
"SignupPasswordHint" = "Password";
"SignupSignupButtonText" = "Sign up";
"SignupGoogleButtonText" = "Sign up with Google Account";
"SignupSignupProgressText" = "Signing up…";
"SignupLegal" = "By signing up you agree to our {0} and {1}";
"SignupToS" = "Terms";
"SignupPrivacy" = "Privacy Policy";
"SignupGoogleErrorTitle" = "Signup failed";
"SignupGoogleErrorMessage" = "Failed to authenticate with Google. Please try again.";
"SignupGoogleErrorOk" = "Ok";

/* DateTimeExtensions.cs */
"DateTimeToday" = "Today";
"DateTimeYesterday" = "Yesterday";
"DateTimeShortFormat" = "MMMM d";
"DateTimeLongFormat" = "MMMM d, yyyy";

/* EditTimeEntryViewController.cs */
"EditEntryDesciptionTimerHint" = "What are you working on?";
"EditEntryDesciptionManualHint" = "What were you working on?";
"EditEntryProjectHint" = "Add project…";
"EditEntryTagsHint" = "Add tags…";
"EditEntryBillable" = "Billable";
"EditEntryDelete" = "Delete";
"EditEntryConfirmTitle" = "Delete time entry";
"EditEntryConfirmMessage" = "Are you sure you want to delete this time entry?";
"EditEntryConfirmDelete" = "Delete";
"EditEntryConfirmCancel" = "Cancel";
"EditEntryBack" = "Back";

/* ProjectSelectionViewController.cs */
"ProjectTitle" = "Projects";
"ProjectNoProject" = "No project";
"ProjectNewProject" = "Create new project";
"ProjectNoNameProject" = "(unnamed project)";
"ProjectNoNameTask" = "(unnamed task)";
"ProjectNoClient" = "No client";

/* TagSelectionViewController.cs */
"TagTitle" = "Tags";
"TagSet" = "Set";
"TagNoNameTag" = "(unnamed tag)";
"TagNewTag" = "Create new tag";

/* NewProjectViewController.cs */
"NewProjectTitle" = "New project";
"NewProjectAdd" = "Add";
"NewProjectNameHint" = "New project name…";
"NewProjectClientHint" = "Add client…";
"NewProjectNoNameClient" = "(unnamed client)";
"NewProjectNameExistTitle" = "Duplicated project name";
"NewProjectNameExistMessage" = "Another project exists with this name. Please select another one.";
"NewProjectNameExistOk" = "Ok";

/* NewTagViewController.cs */
"NewTagTitle" = "New tag";
"NewTagAdd" = "Add";
"NewTagNameHint" = "New tag name…";

/* NewClientViewController.cs */
"NewClientTitle" = "New client";
"NewClientAdd" = "Add";
"NewClientNameHint" = "New client name…";
"NewClientNameExistTitle" = "Duplicated client name";
"NewClientNameExistMessage" = "Another client exists with this name. Please select another one.";
"NewClientNameExistOk" = "Ok";

/* ClientSelectionViewController.cs */
"ClientTitle" = "Clients";
"ClientNewClient" = "New";
"ClientNoNameClient" = "(unnamed client)";

/* DurationChangeViewController.cs */
"DurationCancel" = "Cancel";
"DurationSet" = "Set";
"DurationAdd" = "Add";

/* SettingsViewController.cs */
"SettingsTitle" = "Settings";
"SettingsAskProject" = "Ask for project";
"SettingsAskProjectDesc" = "Starting a time entry will ask you to select the project right away.";
"SettingsMobileTag" = "Automatic \"mobile\" tag";
"SettingsMobileTagDesc" = "Time entries started from within the application will have the \"mobile\" tag added to them.";
"SettingsGrouped" = "Grouped entries (alpha)";
"SettingsGroupedDesc" = "Group similar time entries as a single item";

/* FeedbackViewController.cs */
"FeedbackTitle" = "Feedback";
"FeedbackMood" = "How are you feeling?";
"FeedbackSend" = "Send";
"FeedbackSending" = "Sending…";
"FeedbackSuccessTitle" = "Thank you";
"FeedbackSuccessMessage" = "We\'ve received your message. We\'ll get back to you as soon as possible!";
"FeedbackSuccessOk" = "Ok";
"FeedbackReviewTitle" = "Share on AppStore?";
"FeedbackReviewMessage" = "We\'ve received your feedback. Thank you!\n\nWould you like to copy your message and use it for writing a review on AppStore?";
"FeedbackReviewAppStore" = "Open AppStore";
"FeedbackReviewCancel" = "Later";
"FeedbackFailureTitle" = "Sending failed";
"FeedbackFailureMessage" = "Could not send your feedback. Please try again.";
"FeedbackFailureOk" = "Ok";

/* DurationOnlyNoticeAlertView.cs */
"DurationOnlyNoticeTitle" = "About continuing…";
"DurationOnlyNoticeMessage" = "Duration only tracking is not supported on mobile.\nWill use start and stop times for time entries.";
"DurationOnlyNoticeOk" = "Got it";

/* AuthErrorAlert.cs */
"AuthErrorOk" = "Ok";
"AuthErrorLoginTitle" = "Log in failed";
"AuthErrorLoginMessage" = "Invalid username/password combination. Please try again.";
"AuthErrorSignupTitle" = "Signup failed";
"AuthErrorSignupMessage" = "Account with such credentials might exist already. Please try again.";
"AuthErrorGoogleLoginTitle" = "Log in failed";
"AuthErrorGoogleLoginMessage" = "Could not find any accounts associated with this Google account. Please try again.";
"AuthErrorNetworkTitle" = "Network failure";
"AuthErrorNetworkMessage" = "Could not communicate with Toggl servers. Please try again.";
"AuthErrorSystemTitle" = "Unknown error";
"AuthErrorSystemMessage" = "Unfortunately something went very wrong and we couldn\'t log you in.";
"AuthErrorNoWorkspaceTitle" = "No workspace!";
"AuthErrorNoWorkspaceMessage" = "You account has no default workspace associated with it. Please contact support@toggl.com to get it fixed.";
"AuthErrorNoWorkspaceCancel" = "Not now";
"AuthErrorNoWorkspaceOk" = "Contact support";
"AuthErrorNoWorkspaceEmail" = "support@toggl.com";
"AuthErrorNoWorkspaceSubject" = "No default workspace on my account";
"AuthErrorNoWorkspaceBody" = "Hi Toggl!\n\nMy account {0} has no default workspace set and I\'m unable to log into the mobile application. Can you help?";

/* ReportsViewController.cs */
"ReportsTitle" = "Reports";
"ReportsThisWeekSelector" = "This Week";
"ReportsThisMonthSelector" = "This Month";
"ReportsThisYearSelector" = "This Year";
"ReportsLastWeekSelector" = "Last Week";
"ReportsLastMonthSelector" = "Last Month";
"ReportsLastYearSelector" = "Last Year";
"ReportsStartWeekInterval" = "dd";
"ReportsEndWeekInterval" = "dd MMMM";
"ReportsMonthInterval" = "MMMM";
"ReportsYearInterval" = "yyyy";
"ReportsStatusSyncText" = "Fetching reports...";
"ReportsStatusFailText" = "Oops! Error while fetching reports";

/* BarChartView.cs DonutChartView.cs */
"ReportsNoDataTitle" = "Nothing Yet!";
"ReportsNoDataText" = "There is no data \nfor the selected period";
"ReportsDataErrorTitle" = "Data Error";
"ReportsDataErrorText" = "Error getting report data\n from server";
"ReportsLoadingTitle" = "Loading...";
"ReportsLoadingText" = "Getting report data\n from server";
"ReportsTotalLabel" = "Total";
"ReportsBillableLabel" = "Billable";

/* ProjectReportCell.cs  */
"ReportsCellNoProject" = "(no project)";
"ReportsCellGroupedProject" = "{0} other projects";

/* ReportsMenuController.cs */
"ReportsMenuWeek" = "Week";
"ReportsMenuMonth" = "Month";
"ReportsMenuYear" = "Year";
"ReportsTitleWeekly" = "Weekly";
"ReportsTitleMonthly" = "Monthly";
"ReportsTitleYearly" = "Yearly";
"ReportsTitle" = "Reports";

/*FeatureNeedsLoginEmptyView.cs*/
"EmptyStatesBoostProductivity" = "Boost your productivity!";
"EmptyStatesSignUp" = "Sign up to get access to your reports";
"EmptyStatesSignUpForFree" = "SIGN UP FOR FREE";
"EmptyStatesNoAccess" = "You don't have access yet.";
"EmptyStatesSignUpToGetInTouch" = "Sign up to get in touch with us!";